tap "1password/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/mssql-release"
tap "mulesoft-labs/data-weave"
brew "ansible"
brew "azure-cli"
brew "bash"
brew "bat"
brew "cloc"
brew "coreutils"
brew "dua-cli"
brew "duf"
brew "exa"
brew "findutils"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gradle"
brew "grep"
brew "helm"
brew "htop"
brew "inetutils"
brew "jq"
brew "kubernetes-cli"
brew "lsd"
brew "mas"
brew "maven"
brew "neofetch"
brew "node"
brew "nvm"
brew "openjdk@11"
brew "openjdk@17"
brew "packer"
brew "pandoc"
brew "ponysay"
brew "postgresql@15", restart_service: true, link: true
brew "pwgen"
brew "pylint", link: false
brew "python@3.8"
brew "python@3.9"
brew "sbt"
brew "scala"
brew "scc"
brew "screenfetch"
brew "shellcheck"
brew "sloccount"
brew "step"
brew "terraform"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "whois"
brew "yarn"
brew "zsh"
brew "microsoft/mssql-release/mssql-tools"
brew "mulesoft-labs/data-weave/dw"
cask "1password"
cask "1password-cli"
cask "azure-data-studio"
cask "bartender"
cask "cheatsheet"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "firefox"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "font-caskaydia-cove-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "microsoft-auto-update"
cask "microsoft-azure-storage-explorer"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "obsidian"
cask "openemu"
cask "parallels"
cask "plex"
cask "postman"
cask "powershell"
cask "rectangle"
cask "steam"
cask "visual-studio-code"
cask "zulu8"
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
mas "Affinity Publisher 2", id: 1606941598
mas "Cyberduck", id: 409222199
mas "Dropover", id: 1355679052
mas "Home Inventory", id: 413564952
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Jira", id: 1475897096
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Patterned", id: 1451427346
mas "VMware Remote Console", id: 1230249825
